<?
  class AlbumModel extends Model 
  {
    public $images = [
      [
          'photo' => 'https://picsum.photos/id/10/500/500',
          'title' => 'Фотография №1',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/20/500/500',
          'title' => 'Фотография №2',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/30/500/500',
          'title' => 'Фотография №3',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/40/500/500',
          'title' => 'Фотография №4',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/50/500/500',
          'title' => 'Фотография №5',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/60/500/500',
          'title' => 'Фотография №6',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/70/500/500',
          'title' => 'Фотография №7',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/80/500/500',
          'title' => 'Фотография №8',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/90/500/500',
          'title' => 'Фотография №9',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/100/500/500',
          'title' => 'Фотография №10',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/110/500/500',
          'title' => 'Фотография №11',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/120/500/500',
          'title' => 'Фотография №12',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/130/500/500',
          'title' => 'Фотография №13',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/140/500/500',
          'title' => 'Фотография №14',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ],
      [
          'photo' => 'https://picsum.photos/id/160/500/500',
          'title' => 'Фотография №15',
          'alt' => 'Альтернативный текст',
          'comment' => 'Комментарий к фотографии'
      ]
    ];
  }